Repository: schierlm/usb-modboot
Catalog: *.po
Languages: de

source: GRUB configuration
de: GRUB-Konfiguration

source: Language
de: Sprache

source: English
de: Englisch

source: German
de: Deutsch

source: Color Scheme
de: Farbschema

source: Apply current scheme
de: Aktuelles Schema anwenden

source: Preview: Default scheme
de: Vorschau: Standardschema

source: Preview: Inverted
de: Vorschau: Invertiert

source: Preview: Barlond
de: Vorschau: Barlond

source: Preview: Barlond2
de: Vorschau: Barlond2

source: Preview: Simple Black
de: Vorschau: Einfach Schwarz

source: Preview: Matrix
de: Vorschau: Matrix

source: Preview: Dalton Bros.
de: Vorschau: Dalton-Brüder

source: Preview: Debian
de: Vorschau: Debian

source: Preview: BW
de: Vorschau: S/W

source: Preview: BW Inverse
de: Vorschau: S/W Invertiert

source: Preview: SGD
de: Vorschau: SGD

source: Preview: SGD Non Default
de: Vorschau: SGD Nicht-Standard

source: Keyboard layout
de: Tastaturlayout

source: Default ${FIRMWARE_NAME} keyboard layout
de: Standard ${FIRMWARE_NAME}-Tastaturlayout

source: Austrian
de: Österreichisch

source: Swiss
de: Schweizer

source: Spanish
de: Spanisch

source: French
de: Französisch

source: US English
de: US-Englisch

source: Czech
de: Tschechisch

source: Graphics resolution
de: Grafikauflösung

source: Graphics mode
de: Grafikmodus

source: GRUB: Text, OS: Text
de: GRUB: Text, Betriebssystem: Text

source: GRUB: Text, OS: Selected resolution ($gfxmode)
de: GRUB: Text, Betriebssystem: Gewählte Auflösung ($gfxmode)

source: GRUB: Graphics, OS: Text
de: GRUB: Grafik, Betriebssystem: Text

source: GRUB: Graphics, OS: Same resolution
de: GRUB: Grafik, Betriebssystem: Selbe Auflösung

source: GRUB: Graphics, OS: Selected resolution ($gfxmode)
de: GRUB: Grafik, Betriebssystem: Gewählte Auflösung ($gfxmode)

source: All Boot Modules
de: Alle Boot-Module

source: Auto-detect operating systems on disk(s)
de: Betriebssysteme auf Festplatte(n) automatisch erkennen

source: Exit to ${FIRMWARE_NAME}
de: Zurück zu ${FIRMWARE_NAME}

source: Reboot
de: Neustart

source: Halt
de: Ausschalten

source: Skipping unsupported ISO module: ${file}
de: Nicht unterstütztes ISO-Modul übersprungen: ${file}

source: Skipping unsupported module: ${file}
de: Nicht unterstütztes Modul übersprungen: ${file}

source: Architecture not supported.
de: Architektur nicht unterstützt.
